<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Gigalog Model
    |--------------------------------------------------------------------------
    |
    | Укажите полное имя класса модели Gigalog в вашем приложении.
    | По умолчанию используется Gigalog\Models\Gigalog
    | Должен быть наследником Gigalog\Models\Gigalog
    |
    */
    'gigalog_model' => env('GIGALOG_MODEL', 'Gigalog\\Models\\Gigalog'),

    /*
    |--------------------------------------------------------------------------
    | Gigalog Table
    |--------------------------------------------------------------------------
    |
    | Укажите имя таблицы для логов.
    | По умолчанию используется 'gigalogs'
    |
    */
    'gigalog_table' => env('GIGALOG_TABLE', 'gigalogs'),
];
